Revit 2024 API
ParameterTypeId.ZJustification Property
 "z Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZJustification { get; }
Visual Basic
Public Shared ReadOnly Property ZJustification As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZJustification {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace